42crunch.vscode-openapi
anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-ssh
arjun.swagger-viewer
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
bradymholt.pgformatter
denoland.vscode-deno
eamodio.gitlens
golang.go
jock.svg
khaeransori.json2csv
mechatroner.rainbow-csv
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
prisma.prisma
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
uniquevision.vscode-plpgsql-lsp
vitest.explorer
vscodevim.vim
